{"meta":{"title":"foesa's blog","subtitle":null,"description":null,"author":"foesa","url":"https://fenguyu.github.io"},"pages":[{"title":"标签","date":"2018-02-21T07:22:51.296Z","updated":"2018-02-21T07:13:39.662Z","comments":true,"path":"tags/index.html","permalink":"https://fenguyu.github.io/tags/index.html","excerpt":"","text":""},{"title":"关于","date":"2018-02-28T08:02:39.250Z","updated":"2018-02-28T08:02:39.250Z","comments":true,"path":"about/index.html","permalink":"https://fenguyu.github.io/about/index.html","excerpt":"","text":"虽然我知道可能没人评论，也没人看我的博客，但是还是说一下，是不需要翻墙就可以评论的，随便登陆一下就好，嗯，然后如果想要联系我的话，微博啊，Facebook，twitter都可以联系得到我，首页里面那几个，随便点一个就好，如果有不喜欢我的，就别来找我了，拒绝人参公鸡，我很脆弱的/(ㄒoㄒ)/~ 然后关于我首页上的图片，是主题自带随机的，因为觉得还挺好看的，就没有去修改它，如果喜欢的话可以保存下来，当桌面背景什么的~ 日常喜欢各种电影、电视剧、小说，可能日后有机会也会在博客上写写影评和书评，安利一下我喜欢的东西，如果有好看的电影，请一定要告诉我啊。还可能日常会放一些手帐相关的测评、推荐，以及有我的狗爬字的手帐(￣︶￣*))，一样喜欢手帐的小伙伴，尽情地联系我吧！ 欢迎各种形式勾搭！ 喵喵喵，其实我觉得并然没有人会来我的博客看我唠唠叨叨＞︿＜"},{"title":"分类","date":"2018-02-21T07:22:33.316Z","updated":"2018-02-21T07:11:43.753Z","comments":true,"path":"categories/index.html","permalink":"https://fenguyu.github.io/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"关于我的手帐","slug":"关于我的手帐","date":"2018-02-27T16:00:00.000Z","updated":"2018-02-28T11:27:57.851Z","comments":true,"path":"关于我的手帐/","link":"","permalink":"https://fenguyu.github.io/关于我的手帐/","excerpt":"","text":"##手帐概述​ 手帐有很多很多的定义，先引用一个百度上的对于手帐（手账）的定义。 手账，指用于记事的本子。写东西。在日本，大部分人都会随身带着一个被称为“手账”的笔记本，随时随地掏出来翻翻看，或者在上面记些什么。能提醒自己记着家人、朋友的生日和约会，还能安排每天的工作，很多人把它当做简短的日记本。 ​ 但是其实这只是个大概的定义，看了百度的定义，你也很难以说到底什么是手帐对吧？其实我对于手帐的理解就是生活，它可以是简单的，几句话潦草的，也可以是被精心雕琢的。一个本子的内容可以很多，多到你所有的生活：关于未来的规划、关于朋友的生日、关于你的睡眠记录、关于你的习惯坚持、关于你的内心难以言说的话、关于你的梦想……所以我理解上，手帐就是你的生活（不是说手帐一定代表了生活，没有用手帐的人就没有生活），用手帐你可以更好的规划，以及使用你的时间，看出你的改变。 ​ 在入了手帐这个大坑的两年的时间内，我用了好多的本子，第一本印象很深，是本子事多的活页本，当时买了很多种类的内页，但是因为是高二下的样子才开始写手帐的，所以觉得时间很紧迫，开始高考倒计时318天的时候暂停了手帐。 ​ 第二、第三本和手帐算是有点关系的，是我的规划本，规划本用了两本，从高三的某一天开始（翻了一下本子是2016-09-05，距高考还有274天），一直写到高中毕业，最开始还是一个人写，后来因为班主任的建议和一个同样写规划本超级可爱的蓓蓓交换批改，现在看着留下了很深很深的回忆。规划本用的是一个不知名牌子的活页本，和无印良品透明的活页本（现在我只有那个不知名牌子的活页本，另一个本子在她手里面，她的本子在我的手里面）。 ​ 第四个本子忘记放在哪里了，找了半天没找到，里面是空白的本子，最开始是抱着高考毕业一定要用它来写的想法，结果里面是空白本啊，太不好掌握了φ(*￣0￣)，最后只能放弃了那个本子…… ​ 第五个本子入了灯塔黑色A5软皮，本子只有120页，算是比较薄，但是我贴了许多东西，所以看着有一点爆本了，这个本子大概是记录了从2017-09-16收拾东西，到2017年年末，这么三个月的事情（其实本来是写不完的，后面贴照片给写完了）2017年真的是很难以言喻的一年啊，从高中走向大学，从17岁走向18岁。 ​ 后来，买了好多的本子…… ​ 然后就给自己理了一个2018手帐计划： ​ 我的字很丑，将就着看吧 ​ 我准备的是以下几个本子： ##手帐回顾 ###第一本手帐 ​ 这是我的第一本手帐的第一页，当时真的初生牛犊不怕虎，梦想是浙江大学，想着我考出来的高考分数，和浙江大学差了有100多分，我是真的不想吐槽！但是那个时候的我真的是超级天真了hhh也很羡慕那个时候天真的我！ 这一面有点印象深刻，那个时候是高二，期中考试考出来自己和班上的学霸差距很大，感觉各种的不开心，然后会往手帐里面写很多很多鼓励自己的话，也可以叫毒鸡汤。我特别的爱喝鸡汤，也会经常的鼓励自己，后面还被蓓蓓吐槽hhhh 这是当时的我，最喜欢的一面手帐，但其实现在看起来真的一点都不好看啊！据高考还有343天，也可说算是我第一本手帐的最后一篇，就到了下一个本子了！ ###第二、第三本手帐 ​ 第二本手帐就更加简单了，就是每天需要完成的任务还有和蓓蓓相互鼓励的话，到了寒假，还给自己准备了很周密的计划，每一个计划的背后，都是艰苦的高三生活。虽然当时觉得高三生活压力超级大，但是现在看来，其实度过了那么多天，做了那么多事情，每一天都超级充实，觉得生活真的很简单啊！ ​ 那个时候也发生了很多很多事情，经常会在本子里面碎碎念，不愉快的事情，开心的事情，什么都说，成绩偶尔也会记录在这个本子上。本子上也有我们两个互相给对方出题，也有背诵默写的古诗词，有时候为了装扮本子，也会在本子上贴很多很多很好看的胶带，贴画，还有上课睡觉的证据。 ​ 因为没有找蓓蓓说，没经过她的同意，所以就不放蓓蓓规划本的照片啦，只有我自己的丑字，但是也能在我的规划本里面看到她的批阅啦！（除第一张外，一般来说红笔是她） ###第四本手帐 ​ 哇，我不知道放在哪里去了，如果找到了，到时候再补吧~ ###第五本手帐 ​ 第五本手帐是大学生活的开始，写了很多乱七八糟的东西，包括影评之类的（没有读书笔记，因为专门准备了一个本子做读书笔记本），有一段时间学生会工作太忙了，也空窗了很长的一段时间。 就不啰嗦那么多了，直接上图吧hhhh因为故事都在图里面o(￣▽￣)o 一大大大波图来袭 ###第六本手帐 先拿我2018年手帐的第一页goal秀一下，其实是没准备考雅思和托福的hhh其他的只能说是尽我所能吧~加油的2018年啊！2018年因为春节去老家过，所以快有半个月的时间没有写过手帐了。我是真的太懒了啊！ ###第七本手帐 第七本手帐是bujo，子弹手帐，和规划本的功能很像，就是提前一天睡前写好任务，然后第二天再一个个勾掉完成的任务啦(●’◡’●)","categories":[{"name":"手帐","slug":"手帐","permalink":"https://fenguyu.github.io/categories/手帐/"}],"tags":[{"name":"foesa's 手帐","slug":"foesa-s-手帐","permalink":"https://fenguyu.github.io/tags/foesa-s-手帐/"}]},{"title":"噫，恭喜你点开foesa的博客","slug":"welcome","date":"2018-02-20T16:00:00.000Z","updated":"2018-02-28T09:02:11.337Z","comments":true,"path":"welcome/","link":"","permalink":"https://fenguyu.github.io/welcome/","excerpt":"","text":"​ 因为学校的寒假学术竞赛，在@codgician的帮助下，搭建好了自己的博客，作为一个完全的萌新……真的很心酸啊！！ ​ 这个假期是有很多想做的事情的，虽然有时候计划赶不上变化（我就是懒！），但是好歹还是做了几件事情的。也是一些原因吧，感觉自己之前到现在和以前变化其实挺大的，不知道是不是因为上了大学，或者是满18岁，或者是一些外界因素，这个假期思考了很多东西。 ​ 我自己是一个不完全的理科生（我有毒），特别特别的文艺，更偏向一点文科生吧！喜欢很多奇奇怪怪的东西，比如手帐啊，做饭啊，古琴啊，画画啊（不是我说，画得真的难看），喜欢的东西很多很广泛，日常就是刷微博，看视频，偶尔开个黑。接触编程也是从高三毕业的暑假，知道被信息安全录取的时候才开始的，现在想想一个学期就过去了啊，真的太快了（ORZ感觉自己还处于什么都不会的状态），马上就要大一下了。 ​ 在大一下给自己安排了很满的课表，真的是要很努力的学习了，不能再重复大一上的惨剧TAT，还有看书什么的，也给自己安排了计划，不能再计划赶不上变化了！学生会的工作啊，下个学期好像我们就不是重点了，所以有更多的时间去图书馆学习了。 ​ 这个博客的话，大概就是我碎碎念的地方，有时候会发一些自己的手帐啊，影评啊，书评啊之类的，而且知道这个博客的人没几个，我也可以找个地方来发泄自己的不满什么的，至于学术内容，现在是真的啥都不会，所以应该几乎不会在上面写编程方面的东西。未来的话不出意外还是会写一些的。(✿◕‿◕✿) ​ ​ 愿2018及以后，能做自己喜欢的事情。 你为什么要那么努力？因为我喜欢的东西都很贵，我想去的地方都很远，我爱的人超完美","categories":[{"name":"日常","slug":"日常","permalink":"https://fenguyu.github.io/categories/日常/"}],"tags":[{"name":"foesa's 碎碎念","slug":"foesa-s-碎碎念","permalink":"https://fenguyu.github.io/tags/foesa-s-碎碎念/"}]}]}